tap "buildkite/buildkite"
tap "dagger/tap"


brew "openssh"
brew "libfido2"
brew "actionlint"
brew "awscli"
brew "asdf"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "buildkite/buildkite/buildkite-agent"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "gopass"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubectl"
brew "lazygit"
brew "lcov"
brew "libssh"
brew "neovim"
brew "pgcli"
brew "pinentry-mac" if OS.mac?
brew "postgresql"
brew "ripgrep"
brew "socat"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "ttyd"
brew "warrensbox/tap/tfswitch"
brew "tz"
brew "wget"
brew "zsh"

cask "font-monaspace"
