tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "apache-arrow-glib"
brew "boost"
brew "pkg-config"
brew "cairo"
brew "cocoapods"
brew "colima"
brew "libxml2"
brew "gdal"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "pgcli"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "postgresql@12"
brew "redis"
brew "ruby-build"
brew "xcodegen"
brew "ykman"
brew "bufbuild/buf/buf"
cask "adoptopenjdk8"
cask "chromedriver"
